[
  {
    "day": "Day 1 - Your first of 5 days on the slopes",
    "info": "Lake Tahoe boasts 7 major ski resorts including the Olympic resort of Squaw Valley to the north. Why not start in Alpine Meadows? It features 12 lifts and a surface lift for beginners and children. Alpine Meadows has more than 100 runs covering 2,000 acres, kid programs a family ski area and more challenging runs for the more accomplished."
  },
  {
    "day": "Day 2 - Ski Northstar",
    "info": "Your Road Trip Pack will give you more information on the various skiing options. Perhaps try Northstar today? Consistently rated among the finest ski resorts in the West, Northstar offers 63 runs on 2,400 acres. Excellent, fast lifts with short lines. Activities and facilities for every age and experience level. Northstar is the all-round family fun resort."
  },
  {
    "day": "Day 3 - Ski Heavenly",
    "info": "Heavenly, on Lake Tahoe South, is one of the most visited resorts as it offers 4,800 acres and 27 lifts, not counting the spectacular tram ride to the top. It also offers 82 runs at elevations up to 10,000 feet, the highest of any other resort. Heavenly is a particularly good place for snowboarders too. Heavenly is also best known for the awesome lake views that are seen from the ski slopes."
  },
  {
    "day": "Day 4 -  Mammoth Lake slopes await",
    "info": "With the best annual snowfall of all the US, conditions rarely fall short of perfect. This really is a gem of a place that once you visit you’ll want to go back. You’ll get to max out your mountain time here too as the lift queues are rarely lengthy."
  },
  {
    "day": "Day 5 - From snowy Lake Tahoe to the dry Death Valley",
    "info": "It's possible to ski in the morning here before cruising through Death Valley by late afternoon or early evening. This extreme climate and geology form an inhospitable destination that has another world feel to it. The roads here are superb, dipping and leaning around curves before straightening out as you drop to 85 meters below sea level in the salt flats of Badwater."
  }
]
